Repository: mkemiazhuk/weekfit
Catalog: WeekFit/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

# coach.provenance.addedByCoach
source: Coach
ru: Тренер
zh_hans: 教练

# coach.provenance.adjustedByCoach
source: Coach
ru: Тренер
zh_hans: 教练

# coach.provenance.detail.addedTitle
source: Placed by Coach
ru: От Тренера
zh_hans: 来自教练

# coach.provenance.detail.adjustedTitle
source: Shaped by Coach
ru: Скорректировано Тренером
zh_hans: 经教练调整

# coach.provenance.detail.applied
source: After Coach
ru: Стало
zh_hans: 教练之后

# coach.provenance.detail.appliedAt
source: Applied
ru: Применено
zh_hans: 应用

# coach.provenance.detail.durationFormat
source: %d min
ru: %d мин
zh_hans: %d 分钟

# coach.provenance.detail.manuallyEdited
source: You edited this after Coach applied it.
ru: Вы изменили это после правки Тренера.
zh_hans: 您在“教练”编辑后修改了此内容。

# coach.provenance.detail.original
source: Originally
ru: Было
zh_hans: 原来

# coach.provenance.detail.reason
source: Why
ru: Почему
zh_hans: 为什么

# coach.rationale.arriveSettledHeat.messageFormat
source: %1$@ will add heat stress. Keep this %2$@ easy so you start hydrated, calm, and not already taxed.
ru: %1$@ добавит тепловой стресс. Держите эту %2$@ легкой, чтобы начать гидратированным, спокойным и без лишней нагрузки.
zh_hans: %1$@会增加热应力。保持这款%2$@轻松，这样您就可以开始补充水分、保持冷静，而且不会过税。

# coach.rationale.arriveSettledHeat.title
source: Arrive settled for heat
ru: Подойдите к теплу спокойно
zh_hans: 抵达后已安顿好，准备应对高温。

# coach.rationale.digestionEasy.messageFormat
source: %1$@ is the next useful reset. Keep this %2$@ easy so appetite and digestion stay steady.
ru: %1$@ — сейчас полезный вариант. Держите %2$@ легкой, чтобы аппетит и пищеварение оставались стабильными.
zh_hans: %1$@是下一个有用的重置。保持这款%2$@轻松，让食欲和消化保持稳定。

# coach.rationale.digestionEasy.title
source: Keep digestion easy
ru: Держите пищеварение легким
zh_hans: 让消化更轻松

# coach.rationale.load.highestValueTrainingBlock
source: the highest-value training block
ru: самый важный тренировочный блок
zh_hans: 最重要的训练环节

# coach.rationale.load.priorityTrainingBlock
source: the priority training block
ru: приоритетный тренировочный блок
zh_hans: 优先训练模块

# coach.rationale.protectMainEffort.messageFormat
source: %1$@ is the key workload today. Keep this %2$@ relaxed so you preserve legs and fueling for the main effort.
ru: %1$@ — главная нагрузка сегодня. Держите %2$@ спокойно, чтобы сохранить силы и качество движения.
zh_hans: %1$@是当今的关键工作负载。让这款%2$@保持放松，这样您就可以保留双腿，为主要工作加油。

# coach.rationale.protectMainEffort.title
source: Protect the main effort
ru: Берегите главную работу дня.
zh_hans: 保护主要努力

# coach.rationale.protectNext.messageFormat
source: %1$@ is the next meaningful block. Keep this %2$@ easy so you arrive fresh instead of carrying extra fatigue.
ru: %1$@ — следующий важный блок. Держите эту %2$@ легкой, чтобы прийти свежим, а не с лишней усталостью.
zh_hans: %1$@是下一个有意义的区块。保持这款%2$@轻松，让您到达新鲜，而不是带来额外的疲劳。

# coach.rationale.protectNext.title
source: Protect what comes next
ru: Защитите следующий блок
zh_hans: 保护接下来的内容

# coach.rationale.protectTomorrow.messageFormat
source: Tomorrow carries real demand. Keep this %@ easy so today supports recovery instead of borrowing from the next training day.
ru: Завтра есть реальная нагрузка. Держите эту %@ легкой, чтобы сегодняшний день поддержал восстановление, а не забрал ресурс у следующей тренировки.
zh_hans: 明天会有实际训练量。保持这种适度的强度，让今天助力恢复，而不是消耗你下次训练所需的体能。

# coach.rationale.protectTomorrow.title
source: Protect tomorrow
ru: Сохраните силы на завтра
zh_hans: 为明天保留体力

# coach.rationale.restorativeDay.messageFormat
source: %1$@ is meant to support recovery. Keep this %2$@ easy so the day stays restorative, not draining.
ru: %1$@ должна поддерживать восстановление. Держите эту %2$@ легкой, чтобы день оставался восстановительным, а не истощающим.
zh_hans: %1$@旨在支持恢复。保持这款%2$@轻松，让白天保持恢复，而不是消耗。

# coach.rationale.restorativeDay.title
source: Keep the day restorative
ru: Держите день восстановительным
zh_hans: 让这一天充满恢复力

# coach.rationale.saveQuality.messageFormat
source: %1$@ is %2$@ today. Use this %3$@ to stay loose, not to add fatigue before loading.
ru: %1$@ — это %2$@ сегодня. Используйте эту %3$@, чтобы оставаться разогретым, а не добавлять усталость перед нагрузкой.
zh_hans: %1$@就是今天的%2$@。使用这款%3$@保持松动，在装载前不会增加疲劳。

# coach.rationale.saveQuality.title
source: Save quality for training
ru: Сохраните качество для тренировки
zh_hans: 保存训练质量

# coach.readyForTraining
source: Ready for training
ru: Готовы к тренировке
zh_hans: 已准备好训练

# coach.recommendation.fuelBeforeIntensity
source: Make food available before adding intensity.
ru: Сначала поешьте — и только потом добавляйте интенсивность.
zh_hans: 在增加强度之前，先提供食物。

# coach.recommendation.hydrationBeforeMore
source: Bring fluids up before asking more from the day.
ru: Сначала подтяните воду, прежде чем требовать больше от дня.
zh_hans: 在当天继续给予更多液体补充前，请先补充液体。

# coach.recommendation.recoveryBeforeLoad
source: Prioritize food, hydration and recovery before adding more load.
ru: Сначала еда, вода и восстановление, потом новая нагрузка.
zh_hans: 在增加训练负荷之前，应优先保障营养摄入、水分补充及身体恢复。

# coach.recommended
source: Recommended
ru: Рекомендовано
zh_hans: 推荐

# coach.recovery
source: Recovery
ru: Восстановление
zh_hans: 恢复

# coach.recoveryBlock
source: Recovery block
ru: Блок восстановления
zh_hans: 恢复模块

# coach.recoveryComplete
source: Recovery complete
ru: Восстановление завершено
zh_hans: 修复工作已完成

# coach.recoveryDay
source: Recovery day
ru: Спокойный день восстановления
zh_hans: 恢复日

# coach.recoveryDayRecommended
source: Recovery day recommended
ru: Завтра — день восстановления
zh_hans: 建议恢复日

# coach.recoveryEffect
source: Recovery effect
ru: Эффект восстановления
zh_hans: 恢复效应

# coach.recoveryInProgress
source: Recovery in progress
ru: Восстановление идет
zh_hans: 恢复 进行中

# coach.rehydrateAfterTheSession
source: Rehydrate after the session
ru: Выпейте воды после тренировки
zh_hans: 运动后请饮水。

# coach.rehydrateNowAndKeepTheRestOfTheDay
source: Rehydrate now and keep the rest of the day easy. Squash adds fatigue quickly.
ru: Восполните воду сейчас и проведите остаток дня легко. Сквош быстро добавляет усталость.
zh_hans: 立即补充水分，让余下的时光轻松度过。 squash 能快速缓解疲劳。

# coach.relaxBetweenPoints
source: Relax between points
ru: Расслабляйтесь между очками
zh_hans: 放松眼部肌肉

# coach.relaxYourShoulders
source: Relax your shoulders
ru: Расслабьте плечи
zh_hans: 放松肩膀

# coach.replaceFluidsAfterSweating
source: Replace fluids after sweating
ru: Выпейте воды после того, как вспотели
zh_hans: 出汗后请饮用清水。

# coach.replaceFluidsAndElectrolytes
source: Replace fluids and electrolytes
ru: Выпейте воды с электролитами
zh_hans: 饮用含电解质水

# coach.replaceFluidsAndMinerals
source: Replace fluids and minerals
ru: Выпейте воды с минералами
zh_hans: 补充水分与矿物质

# coach.replaceFluidsLetTheBodyCalmDownAndAvoid
source: Replace fluids, let the body calm down and avoid another hard session today.
ru: Выпейте воды, дайте телу успокоиться и избегайте еще одной тяжелой тренировки сегодня.
zh_hans: 多喝水，让身体得到休息，今天避免进行另一项高强度训练。

# coach.resetComplete
source: Reset complete
ru: Сброс завершен
zh_hans: 重置已完成

# coach.resetTomorrow
source: Reset tomorrow
ru: Сбросить завтра
zh_hans: 明日重置

# coach.resetYourFocus
source: Reset your focus
ru: Сбросьте фокус
zh_hans: 重置焦点

# coach.restoreMobility
source: Restore mobility
ru: Восстановите подвижность
zh_hans: 恢复活动度

# coach.returnCalmlyIfYourMindWanders
source: Return calmly if your mind wanders
ru: Спокойно возвращайтесь, если отвлеклись
zh_hans: 如果分心了，请安心地回来。

# coach.returnToRoutine
source: Return to routine
ru: Вернитесь к режиму
zh_hans: 返回常规模式

# coach.returnToThePlan
source: Return to the plan
ru: Вернитесь к плану
zh_hans: 返回计划

# coach.returnToThePlanKeepTheNextStepSimple
source: Return to the plan, keep the next step simple and avoid unnecessary extra load.
ru: Вернитесь к плану, сделайте следующий шаг простым и избегайте лишней нагрузки.
zh_hans: 回归计划，将下一步操作简化，并避免过度负荷。

# coach.rideComplete
source: Ride complete
ru: Заезд завершен
zh_hans: 入场已结束

# coach.rideEasyForTheFirst10Min
source: Ride easy for the first 10 min
ru: Первые 10 минут езжайте легко
zh_hans: 前 10 分钟轻松骑行

# coach.runComplete
source: Run complete
ru: Пробежка завершена
zh_hans: 跑步已结束

# coach.saunaMobilityWalk
source: Sauna • Mobility • Walk
ru: Сауна • Мобилити • Прогулка
zh_hans: 桑拿 • 出行 • 散步

# coach.saunaStretchingEasyWalk
source: Sauna • Stretching • Easy walk
ru: Сауна • Растяжка • Легкая прогулка
zh_hans: 桑拿 • 拉伸 • 轻度散步

# coach.saveEnergyForTheFinish
source: Save energy for the finish
ru: Сохраните энергию на финиш
zh_hans: 在终点前节省体力

# coach.saveEnergyForTheSecondHalf
source: Save energy for the second half
ru: Сохраните энергию на вторую половину
zh_hans: 为下半程节省能量

# coach.scenario.breathingFocus.support.aimBreathsPerMinute
source: Aim for 4–6 breaths/min
ru: Ориентируйтесь на 4–6 вдохов в минуту
zh_hans: 目标呼吸频率为 4–6 次/分钟

# coach.scenario.breathingFocus.support.extendTheExhale
source: Extend the exhale
ru: Удлиняйте выдох
zh_hans: 延长呼气

# coach.scenario.breathingFocus.support.keepItNatural
source: Keep it natural
ru: Дышите естественно
zh_hans: 保持自然

# coach.scenario.enduranceAfter.avoid.stackingAnotherHardSession
source: Avoid stacking another hard session today.
ru: Не добавляйте сегодня еще одну тяжелую тренировку.
zh_hans: 今天避免进行另一场高强度训练。

# coach.scenario.enduranceAfter.load.messageFormat
source: %@ %@ Keep the next part of the day easy so the session supports fitness instead of adding fatigue.
ru: %@ %@ Держите следующую часть дня легкой, чтобы тренировка помогла форме, а не добавила усталость.
zh_hans: %@ %@保持一天的下一部分轻松，以便课程支持健身，而不是增加疲劳。

# coach.scenario.enduranceAfter.load.title
source: Absorb the endurance load
ru: Усвойте нагрузку на выносливость
zh_hans: 吸收耐力负荷

# coach.scenario.enduranceAfter.simple.messageFormat
source: %@ Return to baseline and keep the rest of the day steady.
ru: %@ Вернитесь к базовому состоянию и держите остаток дня ровным.
zh_hans: %@回到基线并保持当天剩余时间的稳定。

# coach.scenario.enduranceAfter.simple.title
source: Recover simply
ru: Восстановитесь просто
zh_hans: 简单恢复即可

# coach.scenario.enduranceBefore.avoid.doNotChasePaceFromStart
source: Do not chase pace from the start.
ru: Не гонитесь за темпом со старта.
zh_hans: 开局时切勿盲目追求速度。

# coach.scenario.enduranceBefore.close.messageFormat
source: %@ starts soon. Keep the first 10 minutes easy before deciding whether to build effort.
ru: %@ скоро начнется. Держите первые 10 минут легкими, прежде чем решать, добавлять ли усилие.
zh_hans: %@即将开始。在决定是否构建工作之前，请轻松保持前10分钟。

# coach.scenario.enduranceBefore.close.title
source: Start endurance easy
ru: Начните выносливость легко
zh_hans: 轻松开启耐力训练

# coach.scenario.enduranceBefore.loaded.messageFormat
source: %@ %@ Use this %@ session to build aerobic volume, not extra intensity.
ru: %@ %@ Используйте эту тренировку %@ для аэробного объема, а не для дополнительной интенсивности.
zh_hans: %@%@使用此%@会话来构建有氧音量，而不是额外的强度。

# coach.scenario.enduranceBefore.loaded.title
source: Keep endurance easy
ru: Держите выносливость легкой
zh_hans: 让耐力训练保持轻松

# coach.scenario.enduranceBefore.long.message
source: This session will feel better if you build gradually and keep the effort sustainable.
ru: Тренировка пройдет лучше, если входить постепенно и держать усилие устойчивым.
zh_hans: 如果循序渐进地训练，并保持稳定的发力强度，训练效果会更好。

# coach.scenario.enduranceBefore.long.title
source: Prepare for endurance
ru: Подготовьтесь к выносливости
zh_hans: 为耐力训练做好准备

# coach.scenario.enduranceBefore.smooth.message
source: An easy start is enough. Let the session settle before increasing pace.
ru: Легкого старта достаточно. Дайте темпу устояться, прежде чем ускоряться.
zh_hans: 只需轻松起步即可。待训练环节稳定后，再逐步加快节奏。

# coach.scenario.enduranceBefore.smooth.title
source: Prepare smoothly
ru: Подготовьтесь спокойно
zh_hans: 请冷静准备。

# coach.scenario.enduranceDuring.avoid.doNotTurnIntoHardSession
source: Do not turn this into another hard session.
ru: Не превращайте это в еще одну тяжелую тренировку.
zh_hans: 不要把这变成又一场艰苦的考验。

# coach.scenario.enduranceDuring.comfortable.message
source: Keep the pace comfortable and let the session feel smooth.
ru: Держите темп комфортным и сохраняйте ощущение плавности.
zh_hans: 保持舒适的节奏，让练习过程流畅自然。

# coach.scenario.enduranceDuring.comfortable.title
source: Keep it comfortable
ru: Держите комфортный темп
zh_hans: 保持舒适

# coach.scenario.enduranceDuring.loaded.messageFormat
source: %@ Keep this steady and avoid turning volume into intensity.
ru: %@ Держите это ровно и не превращайте объем в интенсивность.
zh_hans: %@保持稳定，避免将音量转化为强度。

# coach.scenario.enduranceDuring.loaded.title
source: Stay aerobic
ru: Оставайтесь в аэробном режиме
zh_hans: 请保持有氧运动状态

# coach.scenario.enduranceDuring.long.message
source: Keep effort steady before fatigue appears. The goal is sustainable output.
ru: Держите усилие ровным до появления усталости. Цель — устойчивый выход.
zh_hans: 在出现疲劳前保持发力强度恒定，目标是实现可持续的输出。

# coach.scenario.enduranceDuring.long.title
source: Stay ahead of fatigue
ru: Опережайте усталость
zh_hans: 战胜疲劳

# coach.scenario.enduranceDuring.support.checkEffortEvery10Min
source: Check effort every 10 min
ru: Проверяйте усилие каждые 10 мин
zh_hans: 每10分钟检查一次努力程度

# coach.scenario.enduranceDuring.support.conversationalPace
source: Conversational pace
ru: Разговорный темп
zh_hans: 对话节奏

# coach.scenario.enduranceDuring.support.finishFresh
source: Finish fresh
ru: Завершите свежо
zh_hans: 新鲜完成

# coach.scenario.enduranceDuring.support.holdConversationalPace
source: Hold conversational pace
ru: Держите разговорный темп
zh_hans: 保持对话节奏

# coach.scenario.enduranceDuring.support.holdSteadyEffort
source: Hold steady effort
ru: Держите ровное усилие
zh_hans: 保持持续努力

# coach.scenario.enduranceDuring.support.relaxShoulders
source: Relax shoulders
ru: Расслабьте плечи
zh_hans: 放松肩膀

# coach.scenario.enduranceDuring.support.stayRelaxed
source: Stay relaxed
ru: Оставайтесь расслабленными.
zh_hans: 请保持放松。

# coach.scenario.enduranceFocus.support.findRhythm
source: Find rhythm
ru: Найдите ритм
zh_hans: 寻找节奏

# coach.scenario.enduranceFocus.support.finishWithEnergyLeft
source: Finish with energy left
ru: Завершите с запасом энергии
zh_hans: 以充沛的精力收尾

# coach.scenario.enduranceFocus.support.holdSustainableEffort
source: Hold sustainable effort
ru: Держите устойчивое усилие
zh_hans: 保持可持续努力

# coach.scenario.enduranceFocus.support.keepHRBelowThreshold
source: Keep HR below threshold
ru: Держите пульс ниже порога
zh_hans: 将人力资源控制在阈值以下

# coach.scenario.enduranceFocus.support.stayConversational
source: Stay conversational
ru: Держите разговорный темп.
zh_hans: 保持对话节奏。

# coach.scenario.fallbackActivity.heat
source: Heat
ru: Тепловой блок
zh_hans: 把…加热

# coach.scenario.fragment.activity.completedFormat
source: You've completed %@ of activity today.
ru: Вы уже выполнили %@ активности сегодня.
zh_hans: 您今天已完成 %@ 项操作。

# coach.scenario.fragment.activity.completedTrainingPlannedFormat
source: You've already completed %@ of activity today, with %@ of training still planned.
ru: Сегодня вы уже выполнили %@ активности, и еще запланировано %@ тренировки.
zh_hans: 您今天已完成 %@ 项活动，另有 %@ 项训练已安排。

# coach.scenario.fragment.activity.completedTrainingUpcomingFormat
source: You've completed %@ of activity, with %@ of training still ahead.
ru: Вы уже выполнили %@ активности, впереди еще %@ тренировки.
zh_hans: 您已完成 %@ 项活动，还剩 %@ 项训练待完成。

# coach.scenario.fragment.completion.completedFormat
source: %@ is completed.
ru: %@ завершена.
zh_hans: %@完成。

# coach.scenario.fragment.completion.minutesAgoFormat
source: %@ finished %@ ago.
ru: %@ завершена %@ назад.
zh_hans: %@在%@前完成。

# coach.scenario.fragment.load.activityCompletedTrainingUpcomingFormat
source: You've completed %@ of activity, with %@ of training still planned.
ru: Вы уже выполнили %@ активности, еще запланировано %@ тренировки.
zh_hans: 您已完成 %@ 项活动，另有 %@ 项训练已安排。

# coach.scenario.fragment.load.trainingCompletedUpcomingFormat
source: You've completed %@ of training, with %@ still planned.
ru: Вы уже выполнили %@ тренировки, еще запланировано %@.
zh_hans: 您已完成 %@ 次训练，另有 %@ 次训练已安排。

# coach.scenario.fragment.loadAlreadyMeaningful
source: Today's load is already meaningful.
ru: Сегодняшняя нагрузка уже значимая.
zh_hans: 今天的工作量已经相当大了。

# coach.scenario.fragment.loadedDay
source: Today is already a loaded day.
ru: Сегодня уже нагруженный день.
zh_hans: 今天已经负荷不轻。

# coach.scenario.fragment.minutesShortFormat
source: %@m
ru: %@ мин
zh_hans: %@分钟

# coach.scenario.fragment.recovery.limitedFormat
source: Recovery is limited at %@%%.
ru: Восстановление ограничено: %@%%.
zh_hans: 恢复有限，为 %@%%。

# coach.scenario.fragment.recovery.limitedWithSleepFormat
source: Recovery is limited at %@%% after %@h sleep.
ru: Восстановление ограничено: %@%% после %@ ч сна.
zh_hans: 恢复有限，为 %@%%（睡眠 %@ 小时后）。

# coach.scenario.fragment.recovery.moderateFormat
source: Recovery is moderate at %@%%.
ru: Восстановление умеренное: %@%%.
zh_hans: 恢复中等，为 %@%%。

# coach.scenario.fragment.recovery.moderateWithSleepFormat
source: Recovery is moderate at %@%% after %@h sleep.
ru: Восстановление умеренное: %@%% после %@ ч сна.
zh_hans: 恢复中等，为 %@%%（睡眠 %@ 小时后）。

# coach.scenario.fragment.recovery.strongFormat
source: Recovery remains strong at %@%%.
ru: Восстановление остается сильным: %@%%.
zh_hans: 恢复保持良好，为 %@%%。

# coach.scenario.fragment.recovery.strongWithSleepFormat
source: Recovery remains strong at %@%% after %@h sleep.
ru: Восстановление остается сильным: %@%% после %@ ч сна.
zh_hans: 恢复保持良好，为 %@%%（睡眠 %@ 小时后）。

# coach.scenario.fragment.training.completedFormat
source: You've completed %@ of training today.
ru: Вы уже выполнили %@ тренировки сегодня.
zh_hans: 您今天已完成 %@ 次训练。

# coach.scenario.fragment.training.completedUpcomingFormat
source: You've completed %@ of training, with %@ still ahead.
ru: Вы уже выполнили %@ тренировки, впереди еще %@.
zh_hans: 您已完成 %@ 次训练，还剩 %@ 次训练。

# coach.scenario.fragment.training.upcomingFormat
source: %@ of training is still planned today.
ru: Сегодня еще запланировано %@ тренировки.
zh_hans: 今天仍计划了 %@ 的训练。

# coach.scenario.heat.avoid.hardTrainingAfterHeat
source: Avoid hard training right after heat.
ru: Избегайте тяжелой тренировки сразу после тепла.
zh_hans: 高温训练后应避免进行高强度训练。

# coach.scenario.heat.avoid.pushingDurationIfLightheaded
source: Avoid pushing duration if you feel lightheaded.
ru: Не увеличивайте длительность, если чувствуете легкое головокружение.
zh_hans: 若感到头晕，请勿延长使用时间。

# coach.scenario.heat.avoid.pushThroughLightheadedness
source: Do not push through lightheadedness.
ru: Не продолжайте через головокружение.
zh_hans: 切勿因头晕而强行坚持。

# coach.scenario.heat.support.avoidHardEffort
source: Avoid hard effort
ru: Избегайте тяжелого усилия
zh_hans: 避免过度用力

# coach.scenario.heat.support.avoidRushingAfter
source: Avoid rushing after
ru: Не спешите после
zh_hans: 避免匆忙行事

# coach.scenario.heat.support.coolDownBeforeBed
source: Cool down before bed
ru: Остыньте перед сном
zh_hans: 睡前适当降温

# coach.scenario.heat.support.coolDownTenFifteen
source: Cool down 10–15 min
ru: Остывайте 10–15 мин
zh_hans: 静置 10–15 分钟

# coach.scenario.heat.support.exitCalmly
source: Exit calmly
ru: Выйдите спокойно
zh_hans: 平静地离开

# coach.scenario.heat.support.exitIfDizzy
source: Exit if dizzy
ru: Выйдите, если кружится голова
zh_hans: 如感到头晕，请立即离开。

# coach.scenario.heat.support.keepItModerate
source: Keep it moderate
ru: Держите умеренно
zh_hans: 保持适度

# coach.scenario.heat.support.limitDuration
source: Limit to 15–30 min
ru: Ограничьте до 15–30 мин
zh_hans: 时长限制为 15–30 分钟

# coach.scenario.heat.support.noticeDizziness
source: Notice dizziness
ru: Отслеживайте головокружение
zh_hans: 密切观察是否出现头晕症状

# coach.scenario.heatAfter.late.message
source: Let the body settle after heat and keep the evening calm.
ru: Дайте телу успокоиться после тепла и сохраните вечер спокойным.
zh_hans: 沐浴后让身体静置片刻，让夜晚保持宁静。

# coach.scenario.heatAfter.normal.message
source: After heat, avoid rushing into hard effort. Let your body return to baseline.
ru: После тепла не спешите переходить к тяжелому усилию. Дайте телу вернуться к базовому состоянию.
zh_hans: 运动后，切勿急于进行高强度训练，让身体先恢复到基础状态。

# coach.scenario.heatAfter.title
source: Cool down gradually
ru: Остывайте постепенно
zh_hans: 逐渐降温

# coach.scenario.heatBefore.late.message
source: Use heat as recovery support tonight. Keep the session comfortable so it does not disturb sleep.
ru: Используйте тепло сегодня вечером как поддержку восстановления. Держите тепло комфортным, чтобы оно не нарушило сон.
zh_hans: 今晚可利用体温辅助恢复。保持体感温暖，以免影响睡眠。

# coach.scenario.heatBefore.normal.message
source: Keep the heat session moderate. The goal is relaxation and recovery, not endurance.
ru: Держите тепло умеренным. Цель — расслабление и восстановление, а не выносливость.
zh_hans: 将热身训练强度保持在适中水平。其目的在于促进放松与恢复，而非提升耐力。

# coach.scenario.heatBefore.title
source: Keep heat conservative
ru: Держите тепло консервативным
zh_hans: 保持热量保守

# coach.scenario.heatDuring.message
source: Heat should feel comfortable. End the session early if it starts to feel draining.
ru: Тепло должно ощущаться комфортно. Завершите раньше, если оно начинает истощать.
zh_hans: 热感应感到舒适；若感觉体力开始下降，请提前结束锻炼。

# coach.scenario.heatDuring.title
source: Stay moderate
ru: Оставайтесь умеренно
zh_hans: 请保持适度。

# coach.scenario.loadedDay.avoid.extraIntensityLowBenefit
source: Extra intensity adds fatigue without adding much benefit today.
ru: Дополнительная интенсивность сегодня добавит усталость без большой пользы.
zh_hans: 如今，增加训练强度虽会引发疲劳，却并未带来显著益处。

# coach.scenario.loadedDay.avoid.extraIntensityRemainingPlan
source: Extra intensity now adds fatigue on top of the remaining plan.
ru: Дополнительная интенсивность сейчас добавит усталость поверх оставшегося плана.
zh_hans: 额外强度会在现有训练计划的基础上，进一步增加疲劳感。

# coach.scenario.nutrition.support.electrolytesIfSweat
source: Electrolytes if you sweat
ru: Электролиты, если сильно потели
zh_hans: 出汗时，电解质会流失。

# coach.scenario.nutrition.support.waterElectrolytes
source: Water + electrolytes
ru: Вода + электролиты
zh_hans: 水 + 电解质

# coach.scenario.performanceAfter.avoid.addingMoreHardWork
source: Avoid adding more hard work today.
ru: Избегайте добавлять еще тяжелую работу сегодня.
zh_hans: 今天别再费心费力了。

# coach.scenario.performanceAfter.avoid.anotherHighIntensityBlock
source: Avoid another high-intensity block today.
ru: Избегайте еще одного высокоинтенсивного блока сегодня.
zh_hans: 今天避免进行另一次高强度阻断训练。

# coach.scenario.performanceAfter.protectRecovery.messageFormat
source: %@ %@ Shift the rest of the day away from intensity so your body can absorb the load.
ru: %@ %@ Уведите остаток дня от интенсивности, чтобы тело могло усвоить нагрузку.
zh_hans: %@ %@将一天的其余时间从强度转移，这样你的身体就可以吸收负荷。

# coach.scenario.performanceAfter.protectRecovery.title
source: Protect recovery now
ru: Защитите восстановление сейчас
zh_hans: 立即保护恢复功能

# coach.scenario.performanceAfter.racketLoad.messageFormat
source: %@ %@ Keep the rest of the day easy so the session does not stack unnecessary fatigue.
ru: %@ %@ Проведите остаток дня легко, чтобы тренировка не добавила лишнюю усталость.
zh_hans: %@ %@保持一天的其余时间轻松，这样会话就不会累积不必要的疲劳。

# coach.scenario.performanceAfter.racketLoad.title
source: Recover from court load
ru: Восстановитесь после нагрузки на корте
zh_hans: 从庭审工作中恢复

# coach.scenario.performanceAfter.returnBaseline.messageFormat
source: %@ Cool down, keep the next block easy and let recovery start.
ru: %@ Заминка, затем держите следующий блок легким и дайте восстановлению начаться.
zh_hans: %@ 冷静下来，下一个模块保持简单，让身体开始恢复。

# coach.scenario.performanceAfter.returnBaseline.title
source: Return to baseline
ru: Вернитесь к базовому состоянию
zh_hans: 返回基态

# coach.scenario.performanceBefore.avoid.lateMaxEffort
source: Avoid turning a late session into a max-effort workout.
ru: Не превращайте позднюю тренировку в работу на максимуме.
zh_hans: 避免将训练后期变成一场全力冲刺。
